import React from 'react';

const AboutUs = () => {
  return (
    <div className="about-us-page">
      <h1>ჩვენს შესახებ</h1>
      <p>
        მოგესალმებით ავტომობილების სამყაროში! ჩვენი მიზანია, 
        ავტომობილის ყიდვა-გაყიდვის პროცესი გავხადოთ მარტივი, სწრაფი და გამჭვირვალე.
      </p>
      
      <h2>ჩვენი მისია</h2>
      <p>
        ჩვენ ვართ ტექნოლოგიური გუნდი, რომელიც გატაცებულია ავტომობილებით. 
        გვჯერა, რომ სწორი მონაცემებითა და მოსახერხებელი ინტერფეისით, 
        ნებისმიერ ადამიანს შეუძლია იპოვოს თავისი ოცნების მანქანა.
      </p>
      
      <p>გმადლობთ, რომ ჩვენ გვირჩევთ!</p>
    </div>
  );
};

export default AboutUs;